var store = [{
        "title": "마이크로소프트, 비주얼스튜디오 2013, 2024년 4월 지원 종료",
        "excerpt":"MS의 대표 개발환경(IDE)인 비쥬얼스튜디오 2013의 지원을 종료합니다. ZDNET KOREA, 마이크로소프트, 비쥬얼 스튜디오 2013 4우러 지원 종료 기사 발췌 비주얼 스튜디오 2013 미국 현지시간 2024년 1월 2일 마이크로소프트는 비주얼스튜디오 2013을 비롯환 IED별 지원 일정을 공식 개발 블로그를 통해 2024년 4월 9일을 기점으로 통합 개발 환경(IDE) Tool인 “비주얼 스튜디오 2013”의 지원을 종료한다고...","categories": ["News"],
        "tags": ["Tech"],
        "url": "/news/news1/",
        "teaser": null
      },{
        "title": "'IT 트렌드 읽는 습관'의 서평",
        "excerpt":"“IT 트렌드 읽는 습관”을 일고 쓰는 나만의 서평   이미지 출처: 교보문고      저자: 김지현   출판사: 좋은습관연구소   출판일: 2023.04.24    한 줄 요약     IT 트렌드 분석이라 읽고 트렌드 체크 방법이라 읽는다!  ","categories": ["Trend Book"],
        "tags": ["Trend","IT"],
        "url": "/trend%20book/trend-book-01/",
        "teaser": null
      },{
        "title": "'프로그래머의 길, 멘토에게 묻는다'의 서평",
        "excerpt":"“프로그래머의 길, 멘토에게 묻는다”를 일고 쓰는 나만의 서평   이미지 출처: 교보문고      저자: 데이브 후버, 애디웨일 오시나이 저자(글) · 강중빈 번역   출판사: 인사이트   출판일: 2010.07.26    한 줄 요약     성장하고 싶은 주니어 프로그래머들이어, 이 책을 보라!  ","categories": ["Self Dev"],
        "tags": ["Self-Dev","Programmer"],
        "url": "/self%20dev/self-dev-book-01/",
        "teaser": null
      }]
