var store = [{
        "title": "마이크로소프트, 비주얼스튜디오 2013, 2024년 4월 지원 종료",
        "excerpt":"MS의 대표 개발환경(IDE)인 비쥬얼스튜디오 2013의 지원을 종료합니다. ZDNET KOREA, 마이크로소프트, 비쥬얼 스튜디오 2013 4우러 지원 종료 기사 발췌 비주얼 스튜디오 2013 미국 현지시간 2024년 1월 2일 마이크로소프트는 비주얼스튜디오 2013을 비롯환 IED별 지원 일정을 공식 개발 블로그를 통해 2024년 4월 9일을 기점으로 통합 개발 환경(IDE) Tool인 “비주얼 스튜디오 2013”의 지원을 종료한다고...","categories": ["News"],
        "tags": ["Tech"],
        "url": "/news/news1/",
        "teaser": null
      },{
        "title": "'IT 트렌드 읽는 습관'의 서평",
        "excerpt":"한 줄 요약 IT 트렌드 분석이라 읽고 트렌드 체크 방법이라 읽는다! 이미지 출처: 교보문고 저자: 김지현 출판사: 좋은습관연구소 출판일: 2023.04.24 이 책을 읽게된 이유 완전 IT는 아니지만, 그래도 IT 못지않게 AD Tech쪽에 열심히 몸 담고 있는 저는, 이번에 블로그를 게시하면서 중요한 사실을 알게되었습니다. 바로 제가 IT 분야에 너무 관심이 없었구나…(하지만...","categories": ["Trend Book"],
        "tags": ["Trend","IT"],
        "url": "/trend%20book/trend-book-01/",
        "teaser": null
      },{
        "title": "'프로그래머의 길, 멘토에게 묻는다'의 서평",
        "excerpt":"“프로그래머의 길, 멘토에게 묻는다”를 일고 쓰는 나만의 서평 이미지 출처: 교보문고 저자: 데이브 후버, 애디웨일 오시나이 저자(글) · 강중빈 번역 출판사: 인사이트 출판일: 2010.07.26 한 줄 요약 성장하고 싶은 주니어 프로그래머들이어, 이 책을 보라! 서론 데이터 직종으로 변경하고, 2년이 지났습니다. 개발자는 아니지만, 회사에서 가끔 개발에도 참여하고, 여러가지 겸험을 쌓고 있습니다....","categories": ["Self Dev"],
        "tags": ["Self-Dev","Programmer"],
        "url": "/self%20dev/self-dev-book-01/",
        "teaser": null
      },{
        "title": "파이썬 공식 저장소, 악성코드 패키지 116개 발견",
        "excerpt":"개발자 대상 대규모 전파 노려, 1년간 1만 다운로드 발생 ZDNET KOREA, 파이썬 공식 저장소, 악성코드 패키지 116개 발견 기사 발췌 파이썬 패키지용 공개 저장소인 파이썬 패키지 색인(PyPI)에서 악성코드가 포함된 패키지가 발견되어 사용에 주의가 요구됩니다. 현지시간 2024년 01월 03일 미국 지디넷 등 외신에 따르면 사이버보안기업 EST리서치가 PyPI내 조사를 실시한 결과 악성...","categories": ["News"],
        "tags": ["Tech","Python","PyPI","Malware"],
        "url": "/news/news2/",
        "teaser": null
      },{
        "title": "'수익화' 시동 건 OpenAI, '맞품형 ChatGPT' 사고 파는 스토어 출시!",
        "excerpt":"시사저널 “‘수익화’ 시동 건 오픈 AI…’맞춤형 챗GPT’ 사고 파는 스토어 출시” 기사에서 발췌 2023년 11월 공개 후 ‘올트먼 축출 사태’로 출시 연기… 2024년 출시 예정 언론, 출판사 등과 본격적으로 저작권 협상 나서 NYT와의 소송은 장애물…생성형 AI vs 미디어 기업 간 충돌 우려 OpenAI와 ChatGPT 로고, 출처: 연합뉴스 OepnAI가 ‘맞춤형 ChatGPT’를...","categories": ["News"],
        "tags": ["Tech","AI","OpenAI","ChatGPT Store","Service Launching"],
        "url": "/news/news3/",
        "teaser": null
      },{
        "title": "'머니 트렌드 2024'의 서평",
        "excerpt":"한 줄 요약 각 분야 8명의 전문가가 57개의 키워드로 2024년 주목해야할 돈의 트렌드를 집어준다! 이미지 출처: 교보문고 저자: 김도윤, 정태익, 김용섭, 김현준, 전영수, 채상욱, 최재붕, 홍춘욱 출판사: 북모먼트 출판일: 2023.10.05 이 책을 읽게 된 이유 자본주의 체계에서 돈은 중요한 요소중 하나입니다. 우리는 늘 돈이되는 소스가 무엇이 있는지 찾고 있습니다. 2024년...","categories": ["Trend Book"],
        "tags": ["Trend","Money","Economy"],
        "url": "/trend%20book/trend-book-02/",
        "teaser": null
      },{
        "title": "깃허브, '코파일럿 엔터프라이즈' 정식 출시",
        "excerpt":"ZDNET KOREA, “깃허브, ‘코파일럿 엔터프라이즈’ 정식 출시” 기사에서 발췌 2024년 02월 27일 ‘코파일럿 엔터프라이즈’ 정식 출시 사용자 조직 내부의 코드베이스와 프로세스, 지식 기반등을 따르게 코드 제안 현재 마이크로소프트 빙과 통합, 향후 모델은 미세조정도 가능 코파일럿 엔터프라이즈, 출처: ZDNET KOREA 대형기업용 생성형 인공지능(AI) 기반 개발자 보조도구 요금제 ‘깃허브 코파일럿 엔터프라이즈’가 27일(현지시간)을...","categories": ["News"],
        "tags": ["Tech","AI","Github","Copilot Enterprise","Service Launching"],
        "url": "/news/news4/",
        "teaser": null
      },{
        "title": "엔비디아 CEO \"코딩, 필수기술 아냐… AI에 맡겨도\"",
        "excerpt":"ZDNET KOREA, 엔비디아 CEO “코딩, 필수기술 아냐… AI에 맡겨도” 기사에서 발췌 젠슨 황 “어릴 때부터 코딩교육 시킬 필요 없다” 강조 AI로 인해 모든 사람이 프로그래머이다. 이것이 바로 AI의 기적이다 라고 발언 이제 인간은 생물학, 교육, 제조 및 농업과 같이 더 가치 있는 분야를 추구하는 데 집중할 수 있을 것 젠슨...","categories": ["News"],
        "tags": ["Tech","AI","Nvida","Programmer","No coding"],
        "url": "/news/news5/",
        "teaser": null
      },{
        "title": "AI가 축구도 잘할까? - 딥마인드 연구 소개",
        "excerpt":"[미라클레터, “AI가 축구에 적응할 수 있을까?” 뉴스레터에서 발췌] 3월 21일 2026 북중미 월드컵 아시아 지역 2차 예선 한국과 태국전이 있었습니다. 선수들의 기량 측면에서는 당연히 한국이 앞섰고, ‘홈’이라는 이점을 살린 경기였음에도 결국 비기고 말았습니다. 다음 2차전은 태국의 홈에서 26일 열립니다. 과연 한국은 원정 경기에서 승리를 거둘 수 있을까요. 이를 위해서는 어떤...","categories": ["News"],
        "tags": ["Tech","AI","DeepMind","Soccer","AI Tactics"],
        "url": "/news/news6/",
        "teaser": null
      },{
        "title": "어서오세요, 여기는 쿠팡공화국입니다.",
        "excerpt":"[2024년 03월 28일자 Tech잇슈, Biz Trend Letter에서 발췌] 지난해말(대략 2023년 12월), 쿠팡와우 맴버십 회원 수가 1,400만 명을 돌파했다는 소식이 전해졌었습니다. 이는 대한민국 전체 인구의 약 1/3을 차지하며, 노령인구(65세 이상)+유소년 인구(14세 이하)를 제외하면 거의 절반이 가입되어 있다고 볼 수 있는데요. 특히, 가족 중에서는 대표 1명이 가입되어 있는 경우도 많으니, 거의 대부분의...","categories": ["News"],
        "tags": ["E-Commerce","Coupang","Biz-Trend"],
        "url": "/news/news7/",
        "teaser": null
      },{
        "title": "쿠팡이츠 배달비 무료, 두잇은 어떡하지?",
        "excerpt":"[2024년 04월 01일자 Tech잇슈, Biz Trend Letter에서 발췌] 혹시 ‘두잇’이라는 스타트업에 대해 알고 계신가요? 모르신 분들을 위해 간략하게 소개하자면, 두잇은 ‘평생 배달비 없는 배달앱’이라는 슬로건 아래 2022년에 등장한 스타트업입니다. 이들은 ‘팀 배달 시스템’과 ‘전담 라이더 시스템’을 도입하여 일종의 배달 공동구매를 진행하는데요. 이를 통해 전반적인 배달 코스트를 줄이고 소비자에게 배달비를 받지...","categories": ["News"],
        "tags": ["Coupang-Eats","Delivery-Market","Free Delivery","Doeat"],
        "url": "/news/news8/",
        "teaser": null
      },{
        "title": "네이버 AI 국내 1위 그런다고 사람들이 쓸까?",
        "excerpt":"[2024년 04월 08일자 Tech잇슈, Biz Trend Letter에서 발췌] 네이버는 대한민국 빅테크 기업의 자존심이자, ‘네카라쿠배’의 가장 큰 형님 격이라 할 수 있는데요. 이들이 얼마 전, 자체 대형 언어 모델인 하이퍼클로바X의 연구/개발 소식을 전해왔습니다. 다양한 항목에서 글로벌 모델과 비교했을 때 가장 우수한 성적을 기록했다고 발표하기도 했습니다. 해당 내용 자세히 살펴보죠 다른 모델보다...","categories": ["News"],
        "tags": ["Naver AI","HyperCLOVA X","Korea LLM"],
        "url": "/news/news9/",
        "teaser": null
      },{
        "title": "Meta 오픈소스 AI를 꿈꾸다!",
        "excerpt":"[2024년 04월 25일자 Tech잇슈, Biz Trend Letter에서 발췌] 페이스북, 인스타그램, 스레드 등을 운영하고 있는 곳으로 유명한 “메타”가 2024년 04월 24일 자신들의 대표적인 생성형 AI 모델인 “라마(LLaMA)3” 업데이트 소식을 전했습니다. 메타는 이번 소식을 전하면서 “라마 3은 다른 모델과 비교(벤치마크)했을 때 최고의 성능을 보였습니다. 추론 기능을 포함해 동급 최고의 오픈소스 모델입니다.”라고 발표했는데요....","categories": ["News"],
        "tags": ["Meta AI","LLaMA3","Open-source AI"],
        "url": "/news/news10/",
        "teaser": null
      },{
        "title": "드디어 공개된 애플 AI, 그리고 애플 AI의 흔적들",
        "excerpt":"[2024년 05월 10일자 미라클 레터에서 발췌] 월 말부터 이번주까지 혁신의 아이콘, 애플 소식이 끊임없이 터져 나왔습니다. 마치 영화 속이 한 장면처럼 애플이 ‘AI 비밀 연구소’를 운영하고 있었다고 했고, 지난 7일에는 ‘맥북보다 똑똑한’ 아이패드를 출시합니다. ‘괴물 칩’이라는 수식어가 붙은 ‘M4칩’이 탑재됐는데, 이를 두고 ‘애플이 AI 승부수를 띄었다’라는 분석이 나오고 있습니다. 지난해부터...","categories": ["News"],
        "tags": ["Apple AI","WWDC2024"],
        "url": "/news/news11/",
        "teaser": null
      },{
        "title": "라인야후 사태, 손정의가 그린 빅픽처!",
        "excerpt":"[2024년 05월 13일자 미라클 레터에서 발췌] 작년 11월 일본 라인야후의 해킹 사건을 계기로, 일본 정부의 압박이 올 들어 거세지더니, 급기야 네이버와 소프트뱅크간 지분 매각 협상이 진행 중이라는 소식이 속속 들리기 시작했습니다. 라인야후는 소프트뱅크의 검색 ‘야후재팬’과 네이버의 메신저 ‘라인’이 3년 전 합쳐져 탄생한 공룡 IT 기업인데요. 한국으로 치면 네이버(포털) 카카오(메신저) 토스(핀테크)...","categories": ["News"],
        "tags": ["LINE","Soft Bank","LINE Yahoo","Naver"],
        "url": "/news/news12/",
        "teaser": null
      },{
        "title": "AI계에서 Hot한 오픈AI와 구글",
        "excerpt":"[2024년 05월 16일자 테크잇슈에서 발췌] 지난주는 정말 뜨거운 이슈가 많았던 한 주였습니다. 바로 OpenAI와 구글이 각각 자사의 AI 기술 업데이트 소식을 전했기 때문이죠(저는 프로젝트 막바지에 죽어 있었지만은요…). 5월 14일에는 구글의 개발자 연례 행사인 GoogleI/O 2024가 진행되었으며, 그보다 하루 앞서 Open AI는 ‘GPT-4o(Omni)’ 업데이트 소식을 기습적으로 발표하며 김빼기 작전을 실시했습니다. 관련해서...","categories": ["News"],
        "tags": ["Open AI","GPT-4o","Google","Gemini"],
        "url": "/news/news13/",
        "teaser": null
      },{
        "title": "마이크로소프트는 1등 AI 플랫폼 기업이다 (a.k.a BUILD 2024)",
        "excerpt":"[2024년 05월 22일자 미라클레터에서 발췌] 마이크로소프트 “우리가 1등 AI 플랫폼 기업” 이미지 출처: 마이크로소프트 미국 워싱턴 주 시애틀 도심에 위치한 시애틀컨벤션센터에서 마이크로소프트의 “BUILD 2024“가 열렸습니다. 오프라인으로 열린 기조연설에는 약 5000명이 직접 참석했다고 합니다. “사타나 나델라” 마이크로소프트 CEO가 등장해 새로운 서비스와 제품에 대해서 하나하나 밝혔습니다. 하지만 현장에서는 그렇게 특별하고 깜짝놀랄만한 발표가...","categories": ["News"],
        "tags": ["Microsoft","BUILD 2024","AI","Copilot","Pie-3"],
        "url": "/news/news14/",
        "teaser": null
      },{
        "title": "애플은 이제 AI회사가 됩니다. [WWDC2024]",
        "excerpt":"[2024년 06월 12일자 미라클레터에서 발췌] 부쩍 날씨가 더워진 6월 둘째 주 입니다. 날씨가 뜨거워진 것만큼 이번 주 핫한 소식이 있는데, 바로 Apple에서 주최한 WWDC 2024입니다. 과연 어떤 내용이 있었는지 바로 알아보도록 하겠습니다. 애플 지능(Apple Intelligence)의 탄생 이미지 출처: Apple, WWDC2024 팀쿡의 기조연설 Apple WWDC2024의 내용은 사실 블룸버그의 보도로 많은 부분이...","categories": ["News"],
        "tags": ["Apple","WWDC2024","AI","Apple Intelligence"],
        "url": "/news/news15/",
        "teaser": null
      },{
        "title": "2024년 상반기 IT 트렌드 총정리",
        "excerpt":"[2024년 07월 04일자 테크이슈에서 발췌] 이미지 출처: Copilot Designer 2024년 06월 30일을 기점으로 2024년 상반기가 마무리되었습니다. 본격적으로 하반기를 시작하기 앞서, 상반기 IT 업계에서 어떤 일이 있었는지 되짚어 보는 시간을 가지겠습니다. 이번 블로그에서는 테크이슈 레터 내용을 참조하여 꼭 알아두어야 할 ‘주요 기술’과 ‘주요 기업’을 선별하여 정리하였습니다. 그리고 참고해서 보면 좋을 테크...","categories": ["News"],
        "tags": ["The First Half","IT Trend"],
        "url": "/news/news16/",
        "teaser": null
      },{
        "title": "최악의 IT 대란이라는데... 왜 한국은 괜찮을까?",
        "excerpt":"[2024년 07월 22일자 테크이슈에서 발췌] 7월 20일자 IT 업계는 마이크로소프발(혹은 크라우드스트라이크발) IT 대란 소식으로 정신없었습니다. 특히 항공사 시스템이 다운되어 항공편이 취소되었거나, 증권거래소를 비롯한 금융사들도 서비스가 중단됐다는 등의 소식을 전하며 전례 없는 최악의 IT 대란이라고 명명하기도 했는데요. 일부 언론사들은 전 세계가 마비되었다는 자극적인 문구들로 흡사 디스토피아적인 모습을 연상시키기도 했습니다. 이미지 출처:...","categories": ["News"],
        "tags": ["CloudStrike","IT Crisis","EDR","Korea IT"],
        "url": "/news/news17/",
        "teaser": null
      },{
        "title": "AI에게 인간이 필요한 이유",
        "excerpt":"[2024년 08월 30일자 미라클레터에서 발췌] 초기 생성형 AI와 비교했을 때 지금 우리가 사용하고 있는 AI의 성능은 점점 좋아지고 있습니다. 하지만 AI를 너무 맹신해서는 안 됩니다. AI는 대단한 도구지만 또 한편으로 상당히 나약한 모습을 보여주기도 합니다. AI를 객관적으로 바라보고 싶은 마음에 AI가 가진 ‘한계’에 대한 자료와 논문들이 있는 레터를 가지고 왔습니다....","categories": ["News"],
        "tags": ["AI","Human","AI Philosophy"],
        "url": "/news/news18/",
        "teaser": null
      },{
        "title": "빅테크 동맹의 균열, 그 내막은?",
        "excerpt":"[2024년 10월 21일자 미라클레터에서 발췌] 2024년 10월 18일 OpenAI가 ChatGPT 윈도우 버전을 발표했습니다. 윈도우 버전용 ChatGPT는 단축키(Alt + Space)만 누르면 언제든지 호출해 쓸 수 있는 PC용 앱 입니다(MacOS 버전을 5월에 출시했으니 비교적 늦게 출시했네요). MicroSoft는 OpenAI에 무려 230억 달러를 투자한 빅테크 기업입니다. 작년 11월 샘 올트먼이 CEO에서 쫓겨났을 때는, 시티아...","categories": ["News"],
        "tags": ["Big Tech","Alliance","Alliance Rift","AI","MS vs OpenAI","nVIDIA vs TSCM"],
        "url": "/news/news19/",
        "teaser": null
      },{
        "title": "2024년 IT 트렌드 총정리",
        "excerpt":"[2024년 12월 23일자 테크잇슈에서 발췌] 2024년의 마지막이 얼마 남지 않았습니다. 올해 한 해를 마무리하며, 주요 IT 소식들을 돌아보는 시간을 가져보려 합니다. 지난해에 이어 올해도 AI 기술이 화제의 중심이었지만, IT 산업의 전반적인 흐름을 군형 있게 살펴보기 위해 다양한 산업 트렌드를 두루 살펴보고, 흐름을 이해하기 쉽도록 월별로 소식들을 정리해보았습니다. 1월 - 뉴럴링크,...","categories": ["News"],
        "tags": ["2024 IT Trend","Summary of 2024 Trends"],
        "url": "/news/news20/",
        "teaser": null
      },{
        "title": "2025년 기술 트렌드, 핵심만 알려드립니다.",
        "excerpt":"[2024년 12월 02일자 테크잇슈에서 발췌] 어느덧 2025년이 코앞으로 다가왔습니다. 매년 이맘때면 새해를 전망하는 글들로 가득한데요. 오늘은 그중에서도 가장 핵심이 될 다섯 가지 기술 트렌드를 살펴보려고 합니다. Sustainability (지속 가능성) 지속가능성을 뜻하는 Sustainability는 최근 몇 년간 꾸준히 주목받은 키워드입니다. 그러나 실질적인 변화는 더딘 상황이었으며, 최근 AI 기술 경쟁이 치열해지면서 데이터센터의 전력...","categories": ["News"],
        "tags": ["2025 IT Trend","Summary of 2025 IT Trends","Sustainability","Computing","AI Agent","Robotics","XR"],
        "url": "/news/news21/",
        "teaser": null
      },{
        "title": "'CES 2025' 10대 키워드로 보는 기술 트렌드",
        "excerpt":"[2025.01.16 자 요즘 IT ‘CES 2025’ 10대 키워드로 보는 기술 트렌드 발췌] 2025년도 IT 업계의 포문을 CES 2025가 성황리에 마무리되었습니다. 세계 3대 IT 전시회 중 하나인 CES(Customer Electronic Show)는 매년 초에 열리면서 그해의 기술 트렌드를 가늠할 수 있는 중요한 항사인데요. 조금 늦은 감이 있지만, CES 2025를 통해 과연 올해는 어떤...","categories": ["News"],
        "tags": ["2025 IT Trend","CES 2025","10-Keyword"],
        "url": "/news/news22/",
        "teaser": null
      },{
        "title": "2025년 상반기 IT 트렌드 7가지",
        "excerpt":"[2025.06.25 자 테크잇슈 ‘2025년 상반기 IT 트렌드, 결정적 장면 7가지’ 발췌] 안녕하세요, 블로그 주인장 꼬부기 입니다. 오랜만에 블로그를 통해 인사드립니다. 그동안 업무가 많아 블로그 활동이 잠시 뜸했습니다만, 이제 다시 돌아와 새로운 이야기로 여러분을 찾아뵙게 되었습니다. 오늘은 그 이야기로 “2025년 상반기 IT 트렌드 결정적 장면 7가지”를 준비했습니다. 2025년 상반기 IT 분야는...","categories": ["News"],
        "tags": ["First Half of The Year","2025 IT Trend","7-keyword"],
        "url": "/news/news23/",
        "teaser": null
      },{
        "title": "쿠팡의 아마존 따라 잡기 - 쿠팡 클라우드 사업 진출",
        "excerpt":"[2025.07.14 자 테크잇슈 ‘쿠팡의 아마존 따라잡기, 이번에도 성공할까?’ 발췌] 안녕하세요, 꼬부기 입니다. 가만히 있어도 더운 요즘입니다. 이 더운 날씨에 아주 Hot 소식이 들려왔습니다. 바로 쿠팡의 클라우드 사업 진출 소식입니다. 과연 쿠팡은 이커머스 사업을 넘어 클라우드 사업까지 성공시킬 수 있을까요? 아티클을 통해서 만나보시죠! 쿠팡의 클라우드 사업 진출 최근 정부는 ‘AI 3대...","categories": ["News"],
        "tags": ["Coupang","Coupang Clousd Service","Amazon"],
        "url": "/news/news24/",
        "teaser": null
      },{
        "title": "국가대표 AI, 누가 만들까? - AI 3대 강국 진입을 위한 선발전",
        "excerpt":"[2025.07.28 자 테크잇슈 ‘국가대표 AI, 누가 만들까?’ 발췌] 안녕하세요, 꼬부기 입니다. 모든 나라에서 AI를 언급하지 않은 곳이 없습니다. 특히 최근 한국에서는 AI 3대 강국 진입을 목표로 ‘국가대표 AI’ 선정 사업이 진행되고 있어 많은 관심을 받고 있네요. 마치 월드컵 국가대표 선발전처럼, AI 분야의 최고 기업들이 모여 한국판 ChatGPT를 만들기 위한 경쟁에...","categories": ["News"],
        "tags": ["AI","National Korea AI","Naver","LG","Upstage","ChatGPT","Foundation Model","Digital Sovereignty"],
        "url": "/news/news25/",
        "teaser": null
      }]
