var store = [{
        "title": "마이크로소프트, 비주얼스튜디오 2013, 2024년 4월 지원 종료",
        "excerpt":"MS의 대표 개발환경(IDE)인 비쥬얼스튜디오 2013의 지원을 종료합니다. ZDNET KOREA, 마이크로소프트, 비쥬얼 스튜디오 2013 4우러 지원 종료 기사 발췌 비주얼 스튜디오 2013 미국 현지시간 2024년 1월 2일 마이크로소프트는 비주얼스튜디오 2013을 비롯환 IED별 지원 일정을 공식 개발 블로그를 통해 2024년 4월 9일을 기점으로 통합 개발 환경(IDE) Tool인 “비주얼 스튜디오 2013”의 지원을 종료한다고...","categories": ["News"],
        "tags": ["Tech"],
        "url": "/news/news1/",
        "teaser": null
      },{
        "title": "'IT 트렌드 읽는 습관'의 서평",
        "excerpt":"한 줄 요약 IT 트렌드 분석이라 읽고 트렌드 체크 방법이라 읽는다! 이미지 출처: 교보문고 저자: 김지현 출판사: 좋은습관연구소 출판일: 2023.04.24 이 책을 읽게된 이유 완전 IT는 아니지만, 그래도 IT 못지않게 AD Tech쪽에 열심히 몸 담고 있는 저는, 이번에 블로그를 게시하면서 중요한 사실을 알게되었습니다. 바로 제가 IT 분야에 너무 관심이 없었구나…(하지만...","categories": ["Trend Book"],
        "tags": ["Trend","IT"],
        "url": "/trend%20book/trend-book-01/",
        "teaser": null
      },{
        "title": "'프로그래머의 길, 멘토에게 묻는다'의 서평",
        "excerpt":"“프로그래머의 길, 멘토에게 묻는다”를 일고 쓰는 나만의 서평 이미지 출처: 교보문고 저자: 데이브 후버, 애디웨일 오시나이 저자(글) · 강중빈 번역 출판사: 인사이트 출판일: 2010.07.26 한 줄 요약 성장하고 싶은 주니어 프로그래머들이어, 이 책을 보라! 서론 데이터 직종으로 변경하고, 2년이 지났습니다. 개발자는 아니지만, 회사에서 가끔 개발에도 참여하고, 여러가지 겸험을 쌓고 있습니다....","categories": ["Self Dev"],
        "tags": ["Self-Dev","Programmer"],
        "url": "/self%20dev/self-dev-book-01/",
        "teaser": null
      },{
        "title": "파이썬 공식 저장소, 악성코드 패키지 116개 발견",
        "excerpt":"개발자 대상 대규모 전파 노려, 1년간 1만 다운로드 발생 ZDNET KOREA, 파이썬 공식 저장소, 악성코드 패키지 116개 발견 기사 발췌 파이썬 패키지용 공개 저장소인 파이썬 패키지 색인(PyPI)에서 악성코드가 포함된 패키지가 발견되어 사용에 주의가 요구됩니다. 현지시간 2024년 01월 03일 미국 지디넷 등 외신에 따르면 사이버보안기업 EST리서치가 PyPI내 조사를 실시한 결과 악성...","categories": ["News"],
        "tags": ["Tech","Python","PyPI","Malware"],
        "url": "/news/news2/",
        "teaser": null
      },{
        "title": "'수익화' 시동 건 OpenAI, '맞품형 ChatGPT' 사고 파는 스토어 출시!",
        "excerpt":"시사저널 “‘수익화’ 시동 건 오픈 AI…’맞춤형 챗GPT’ 사고 파는 스토어 출시” 기사에서 발췌 2023년 11월 공개 후 ‘올트먼 축출 사태’로 출시 연기… 2024년 출시 예정 언론, 출판사 등과 본격적으로 저작권 협상 나서 NYT와의 소송은 장애물…생성형 AI vs 미디어 기업 간 충돌 우려 OpenAI와 ChatGPT 로고, 출처: 연합뉴스 OepnAI가 ‘맞춤형 ChatGPT’를...","categories": ["News"],
        "tags": ["Tech","AI","OpenAI","ChatGPT Store","Service Launching"],
        "url": "/news/news3/",
        "teaser": null
      },{
        "title": "'머니 트렌드 2024'의 서평",
        "excerpt":"한 줄 요약 각 분야 8명의 전문가가 57개의 키워드로 2024년 주목해야할 돈의 트렌드를 집어준다! 이미지 출처: 교보문고 저자: 김도윤, 정태익, 김용섭, 김현준, 전영수, 채상욱, 최재붕, 홍춘욱 출판사: 북모먼트 출판일: 2023.10.05 이 책을 읽게 된 이유 자본주의 체계에서 돈은 중요한 요소중 하나입니다. 우리는 늘 돈이되는 소스가 무엇이 있는지 찾고 있습니다. 2024년...","categories": ["Trend Book"],
        "tags": ["Trend","Money","Economy"],
        "url": "/trend%20book/trend-book-02/",
        "teaser": null
      },{
        "title": "깃허브, '코파일럿 엔터프라이즈' 정식 출시",
        "excerpt":"ZDNET KOREA, “깃허브, ‘코파일럿 엔터프라이즈’ 정식 출시” 기사에서 발췌 2024년 02월 27일 ‘코파일럿 엔터프라이즈’ 정식 출시 사용자 조직 내부의 코드베이스와 프로세스, 지식 기반등을 따르게 코드 제안 현재 마이크로소프트 빙과 통합, 향후 모델은 미세조정도 가능 코파일럿 엔터프라이즈, 출처: ZDNET KOREA 대형기업용 생성형 인공지능(AI) 기반 개발자 보조도구 요금제 ‘깃허브 코파일럿 엔터프라이즈’가 27일(현지시간)을...","categories": ["News"],
        "tags": ["Tech","AI","Github","Copilot Enterprise","Service Launching"],
        "url": "/news/news4/",
        "teaser": null
      }]
